{
      "First Name": {
            "First Name": "",
            "Referred to by": "",
            "Referred to by (Name)": ""
      },
      "Last Name": {
            "Last Name": ""
      },
      "Full Name": {
            "Name": "",
            "Full Name": "",
            "Candidate Name": "",
            "What is your name?": "",
            "Please type your full name": "",
            "How may we pronounce your name?": ""
      },
      "Email Address": {
            "Email": "",
            "Email Address": ""
      },
      "Phone Number": {
            "Phone Number": "",
            "Phone": "",
            "Contact": "",
            "Contact information": "",
            "Contact Phone Number": "",
            "Enter number to receive text messages": "",
            "Mobile Number": "",
            "Provide valid phone number to allow Recruiters to contact you.": "",
            "Phone (Mobile)": "",
            "Phone number format must be between 6 and 15 digits, and can only contain numbers": ""
      },
      "Current Company": {
            "Current Company": ""
      },
      "Current Job Title": {
            "Current Job Title": ""
      },
      "Street Address": {
            "Address 1": "",
            "Address 2": "",
            "Address": "",
            "Home Address": ""
      },
      "City": {
            "City": ""
      },
      "State": {
            "State/Province": "",
            "State": "",
            "In which state do you reside as a permanent resident?": "",
            "In which state do you reside?": ""
      },
      "Full Address": {
            "Where are you currently located?": "",
            "What is your current location?": ""
      },
      "Postal Code": {
            "Postal/ZIP": "",
            "Postal Code": "",
            "Zip Code": "",
            "Zip": "",
            "Postal": "",
            "Zip Code (xxxxx)": ""
      },
      "Country": {
            "In what country are you currently located?": "",
            "Country": ""
      },
      "Country Code": {
            "What is your country code?": "",
            "Country code": ""
      },
      "LinkedIn": {
            "LinkedIn URL": "",
            "LinkedIn Profile": "",
            "Please, share the link to your LinkedIn profile.": ""
      },
      "Website": {
            "Website": "",
            "Website, Blog or Portfolio": "",
            "Portfolio": ""
      },
      "Skills": {
            "How many years of [BLANK] experience do you have?": ""
      },
      "Skills Other": {
            "Do you have at least one year of experience in [BLANK]?": "",
            "Do you have experience working with [BLANK]?": ""
      },
      "Highest Education": {
            "What is the highest level of education you have completed?": "",
            "Highest Education Obtained": ""
      },
      "Clearance": {
            "Do you have a valid Secret Level or Higher Security Clearance?": "",
            "Do you have an active security clearance?": ""
      },
      "Certifications/Licenses": {
            "Do you have a valid [BLANK] certification?": "",
            "Are you certified in [BLANK]": "",
            "Do you have a valid [BLANK] License?": ""
      },
      "Language": {
            "Do you speak [BLANK]?": ""
      },
      "Desired Salary": {
            "What are you salary expectations for this role?": "",
            "What are your salary expectations?": "",
            "What is your desired salary?": "",
            "Please enter the amount": "",
            "What are your compensation expectations for this position?": ""
      },
      "Salary Type": {
            "Desired Pay": ""
      },
      "Currency": {
            "Select currency type": ""
      },
      "Employment Type": {
            "Employment type": "",
            "What is your desired employment status?": "",
            "Are you looking for a full-time or a part-time position?": ""
      },
      "Hours per Week": {
            "How many hours per week (on average) are you available to work?": "",
            "Hours per week you are available to work?": "",
            "What is your availability": "",
            "Availability": ""
      },
      "Start Date": {
            "Date Available": "",
            "Projected start date": "",
            "Date available to begin work": "",
            "What is your projected start date?": "",
            "When are you available to start in this role?": ""
      },
      "Interview Date & Time": {
            "Please list 2-3 dates and time ranges that you could do an interview.": ""
      },
      "18 Years or Older": {
            "Are you over the age of 18?": "",
            "Are you 18 years of age or older?": ""
      },
      "Req. Sponsorship": {
            "Do you currently require sponsorship to work in [BLANK]?": "",
            "Will you now or in the future require sponsorship for employment visa status in [BLANK]?": "",
            "Do you currently or will you in the future require visa sponsorship to work in [BLANK]?": "",
            "Do you need sponsorship?": ""
      },
      "Eligible to Work": {
            "Are you legally eligible to work in [BLANK]?": "",
            "Are you legally entitled to work in [BLANK]?": "",
            "Are you legally authorized to work in [BLANK]": "",
            "Are you authorized to work in the job's location?": "",
            "Are you authorised to work in [BLANK]?": "",
            "Are you currently legally eligible to work in [BLANK]?": "",
            "Are you currently authorized to work in [BLANK]?": "",
            "Are you authorized to work in the following country: [BLANK]?": "",
            "If offered employment, can you submit verification of your legal right to work in [BLANK]?": "",
            "Are you able to show proof of employment authorization?": "",
            "Are you legally eligible to be employed in [BLANK]?": "",
            "Are you able to provide proof that you are eligible to legally work in [BLANK]?": "",
            "Can you provide legal documents establishing your eligibility to work in [BLANK]?": "",
            "Can you provide the necessary documentation to prove that you are a citizen, permanent resident, or a foreign national with authorization to work in [BLANK]?": ""
      },
      "Private": {
            "If you were referred, please share your referrer's name with us.": "No referral",
            "If you were referred to this position by a current employee of our company, please enter their name below.": "No referral",
            "On which website did you see this opening advertised?": "Indeed",
            "How did you hear about us?": "Indeed",
            "How did you hear about this job?": "Indeed",
            "How did you hear about this opportunity?": "Indeed",
            "How did you hear about our company?": "Indeed",
            "Do you want to tell us anything else about you?": "No",
            "Have you previously worked for our company or any of its divisions?": "No",
            "Have you previously applied for or been employed by our company?": "No",
            "Have you been employed by our company before?": "No",
            "Have you ever been employed with our company or its affiliates in the past?": "No",
            "Have you previously worked at our company as either a full-time or part-time employee, or been engaged as a contract worker?": "No",
            "Are you currently employed by our client or partner?": "No",
            "Are you a previous employee of our company": "No",
            "Are you a current employee of our company?": "No",
            "Do you have any relatives who are current employees of our company?": "No",
            "Do you have a non-compete, non-solicitation, confidentiality or similar agreement that could impact your ability to work for us?": "No",
            "Do you have a non-compete or similar agreement with your former employer(s) that would preclude you from working at our company?": "No",
            "Do you have relatives currently employed at our company": "No",
            "If you have relatives currently employed at our company, please provide their name and title.": "No relatives",
            "Do any of your friends or relatives, other than spouse work for our company?": "No",
            "Do you consent to being contacted about this job via text/SMS?": "Yes",
            "I consent to the hiring team of this job contacting me via text message.": "Yes",
            "It is okay to send me text messages about this opportunity.": "Yes",
            "Would you like to communicate with us via text message? By selecting yes, you consent to receive text messages through an automated system. You will be able to unsubscribe at any time.": "Yes",
            "I consent to a criminal record check, which will be conducted in accordance with applicable legislation.": "Yes",
            "Are you willing to undergo a background check, in accordance with local law/regulations?": "Yes",
            "Please Note:  Submission to a criminal background check as well as a drug and/or alcohol test are required conditions of employment.  Do you accept this requirement?": "Yes",
            "If extended a job offer, are you willing to submit to a detailed background check?": "Yes",
            "Do you have a criminal record?": "No",
            "Check the box to confirm.": "I understand",
            "Why should you be considered for this role?": "Prefer not to answer",
            "Why do you think you would be a good fit for this role?": "Prefer not to answer",
            "Why are you interested in working at our company": "Prefer not to answer",
            "Please describe your experience working in a customer-focused environment.": "Prefer not to answer",
            "Privacy Policy": "I consent",
            "Covid-19 Vaccination Acknowledgement": "Accept",
            "I understand this role requires me to be fully vaccinated for COVID-19, to provide proof of vaccination prior to beginning employment and that I will abide by this requirement.": "Yes",
            "Are you fully vaccinated against or willing to undergo weekly testing for COVID-19?": "Yes",
            "Please describe your ethnicity": "I do not wish to answer",
            "Please describe your gender": "I do not wish to answer",
            "Race/Ethnicity": "Decline To Self Identify",
            "Please identify your ethnicity. Are you Hispanic or Latino?": "I choose not to disclose",
            "Ethnic Background": "I choose not to disclose",
            "Please indicate your gender": "I do not wish to answer",
            "Please identify your gender.": "I choose not to disclose",
            "Sex/Gender": "I choose not to disclose",
            "For government reporting purposes, we ask candidates to respond to the below self-identification survey. Completion of the form is entirely voluntary. Whatever your decision, it will not be considered in the hiring process or thereafter. Any information that you do provide will be recorded and maintained in a confidential file.  As set forth in BetterUp’s Equal Employment Opportunity policy, we do not discriminate on the basis of any protected group status under any applicable law.": "I do not wish to answer",
            "Veteran Status": "I do not wish to answer",
            "If you believe you belong to any of the categories of protected veterans listed below, please indicate by making the appropriate selection.  As a government contractor subject to the Vietnam Era Veterans Readjustment Assistance Act (VEVRAA), we request this information in order to measure the effectiveness of the outreach and positive recruitment efforts we undertake pursuant to VEVRAA. Classification of protected categories is as follows:  A \"disabled veteran\" is one of the following: a veteran of the U.S. military, ground, naval or air service who is entitled to compensation (or who but for the receipt of military retired pay would be entitled to compensation) under laws administered by the Secretary of Veterans Affairs; or a person who was discharged or released from active duty because of a service-connected disability.  A \"recently separated veteran\" means any veteran during the three-year period beginning on the date of such veteran's discharge or release from active duty in the U.S. military, ground, naval, or air service.  An \"active duty wartime or campaign badge veteran\" means a veteran who served on active duty in the U.S. military, ground, naval or air service during a war, or in a campaign or expedition for which a campaign badge has been authorized under the laws administered by the Department of Defense.  An \"Armed forces service medal veteran\" means a veteran who, while serving on active duty in the U.S. military, ground, naval or air service, participated in a United States military operation for which an Armed Forces service medal was awarded pursuant to Executive Order 12985.  Veteran Status?": "I do not wish to answer",
            "Disability form selection options for the candidate": "I Don't Wish To Answer",
            "Form CC-305 OMB Control Number 1250-0005 Expires 05/31/2023  Voluntary Self-Identification of DisabilityWhy are you being asked to complete this form? We are a federal contractor or subcontractor required by law to provide equal employment opportunity to qualified people with disabilities. We are also required to measure our progress toward having at least 7% of our workforce be individuals with disabilities. To do this, we must ask applicants and employees if they have a disability or have ever had a disability. Because a person may become disabled at any time, we ask all of our employees to update their information at least every five years.  Identifying yourself as an individual with a disability is voluntary, and we hope that you will choose to do so. Your answer will be maintained confidentially and not be seen by selecting officials or anyone else involved in making personnel decisions. Completing the form will not negatively impact you in any way, regardless of whether you have self-identified in the past. For more information about this form or the equal employment obligations of federal contractors under Section 503 of the Rehabilitation Act, visit the U.S. Department of Labor’s Office of Federal Contract Compliance Programs (OFCCP) website at www.dol.gov/ofccp. How do you know if you have a disability?  You are considered to have a disability if you have a physical or mental impairment or medical condition that substantially limits a major life activity, or if you have a history or record of such an impairment or medical condition. Disabilities include, but are not limited to:  Autism Autoimmune disorder, for example, lupus, fibromyalgia, rheumatoid arthritis, or HIV/AIDS Blind or low vision Cancer Cardiovascular or heart disease Celiac disease Cerebral palsy Deaf or hard of hearing Depression or anxiety Diabetes Epilepsy Gastrointestinal disorders, for example, Crohn's Disease, or irritable bowel syndrome Intellectual disability Missing limbs or partially missing limbs Nervous system condition for example, migraine headaches, Parkinson’s disease, or Multiple sclerosis (MS) Psychiatric condition, for example, bipolar disorder, schizophrenia, PTSD, or major depression  Disability Status?": "I don't wish to answer",
            "Have you ever been convicted of a felony or misdemeanor? If yes, please explain the nature of the conviction.": "No",
            "Have you ever been convicted of a felony or misdemeanor?": "No",
            "Are you able to perform all requirements for the position as outlined with or without accommodations? If no, please provide additional information.": "Yes",
            "Are you physically able and willing to do the job that you are applying for, with or without reasonable accommodations?": "Yes",
            "I declare that all statements and answers in this application are true and complete and agree that any untrue or misleading answer, omission, concealment or failure to answer any questions fully, completely and accurately may be grounds for terminating my employment, regardless of when it is discovered.": "I agree",
            "By completing this application, I give this employer the permission to validate some of my answers with the appropriate authorities/institutions.": "I agree",
            "This is an employer-written question. You can report inappropriate questions to Indeed through the \"Report Job\" link at the bottom of the job description.": "Prefer not to answer",
            "I certify that all of the information furnished on this application and during the application process is true, complete and correct to the best of my knowledge. I understand that any misrepresentation or omission of facts called for may result in refusal to hire or, if hired, may result in my dismissal at any time regardless of when the false answer or omissions are discovered.": "Yes",
            "I recognize that this employment application is not an offer of employment. I agree that if I am hired by the Company, I will be an at-will employee, meaning that either the Company or I may end the employment relationship at any time with or without cause or notice.": "Yes",
            "Valid Driver's Licence": "Yes",
            "Do you possess a valid drivers license and have a safe driving record?": "Yes",
            "Do you have a valid Driver's License?": "Yes",
            "Do you have the following license or certification: Driver's License?": "Yes",
            "Are you willing to work overtime?": "Yes",
            "If required, will you work overtime?": "Yes",
            "Are you willing to work weekends?": "Yes",
            "Are you available to work weekends (Saturday and/or Sunday)?": "Yes",
            "Are you willing to work a variable schedule including weekends?": "Yes",
            "Can you work 1 weekend day and holidays?": "Yes",
            "Will you be able to reliably commute to or relocate to the job site?": "Yes",
            "Do you have your own transportation?": "Yes",
            "Do you have a reliable means of transportation?": "Yes",
            "What percentage of the time are you willing to travel for work?": "100%",
            "We may use SMS during the hiring process. Do you give us permission to text you at the mobile number provided? Message and data rates may apply. Reply 'STOP' at any time if you no longer wish to receive text messages regarding this job.": "Yes",
            "How did you find out about this role?": "Indeed",
            "Have you ever been terminated from or asked to leave any previous position?": "No",
            "If extended a job offer, are you willing to submit to a detailed background check and drug screen?": "Yes",
            "Please feel free to add anything else you'd like us to know about your candidacy below.": "Prefer not to answer",
            "Do you have any relatives or friends who work at the company?": "No",
            "Have you worked for this Company before?": "No",
            "Will our posted salary range for this role meet your salary expectations?": "Yes",
            "If Referral selected (Employee or Non employee), How do you know this person?": "Not referred",
            "Have you ever directly or indirectly (through a third party staffing agency) worked for the company?": "No",
            "Would you be willing to accept a travel assignment?": "Yes",
            "Are you willing/able to relocate?": "Yes",
            "To the terms and conditions above?": "Yes",
            "Are you willing to submit to a criminal background check and drug test?": "Yes"
      }
}
