 {
      "Please type your full name": "",

      "Date Available": "",
      "Date available to begin work": "",
      "What is your projected start date?": "",

      "Are you over the age of 18?": "Yes",

      "What is your desired employment status?": "Full-time",
      "Are you looking for a full-time or a part-time position?": "Full-time",

      "How many hours per week (on average) are you available to work?": "40",

      "Are you willing to work overtime and weekends?": "Yes",

      "Please list 2-3 dates and time ranges that you could do an interview.": "",

      "How many years of [SKILL] experience do you have?": "",

      "Will you be able to reliably commute to or relocate to the job site?": "",
      "Do you have your own transportation?": "Yes",

      "Do you possess a valid drivers license and have a safe driving record?": "Yes",
      "Do you have a valid Driver's License?": "Yes",
      "Do you have the following license or certification: Driver's License?": "Yes",

      "What percentage of the time are you willing to travel for work?": "",

      "Do you currently require sponsorship to work in [COUNTRY]?": "No",
      "Will you now or in the future require sponsorship for employment visa status in [COUNTRY]?": "No",

      "Are you legally eligible to work in the [COUNTRY]?": "Yes",
      "Are you legally eligible to work in [COUNTRY]?": "Yes",
      "Are you legally entitled to work in [COUNTRY]?": "Yes",
      "Are you legally authorized to work in [COUNTRY]": "Yes",
      "Are you authorized to work in the job's location?": "Yes",
      "Are you currently legally eligible to work in [COUNTRY]?": "Yes",
      "Are you currently authorized to work in [COUNTRY]?": "Yes",
      "Are you authorized to work in the following country: [COUNTRY]?": "Yes",

      "What is the highest level of education you have completed?": "",
      "Highest Education Obtained": "",

      "What are you salary expectations for this role?": "",
      "What are your salary expectations?": "",
      "Desired Pay": "",
      "What is your desired salary?": "",
      "Select currency type": "USD",
      "Please enter the amount": "",

      "If you were referred, please share your referrer's name with us.": "No referral",

      "On which website did you see this opening advertised?": "Indeed",
      "How did you hear about us?": "Indeed",

      "Do you want to tell us anything else about you?": "No",

      "Phone Number": "",

      "LinkedIn URL": "",
      "LinkedIn Profile": "",
      "Please, share the link to your LinkedIn profile.": "",

      "Website": "",

      "Do you speak [LANGUAGE]?": "",

      "In what country are you currently located?": "United States",

      "What is your current location?": "",
      "Address": "",

      "City": "",

      "State/Province": "",
      "State": "",

      "Postal/ZIP": "",
      "Postal Code": "",

      "Have you previously worked for our company or any of its divisions?": "No",
      "Have you been employed by our company before?": "No",
      "Have you ever been employed with our company or its affiliates in the past?": "No",
      "Have you previously worked at our company as either a full-time or part-time employee, or been engaged as a contract worker?": "No",
      "Are you currently employed by our client or partner?": "No",

      "Do you have a non-compete, non-solicitation, confidentiality or similar agreement that could impact your ability to work for us?": "No",

      "Do you have relatives currently employed at our company": "No",
      "If you have relatives currently employed at our company, please provide their name and title.": "No relatives",
      "Do any of your friends or relatives, other than spouse work for our company?": "No",

      "Do you consent to being contacted about this job via text/SMS?": "Yes",
      "I consent to the hiring team of this job contacting me via text message.": "Yes",

      "I consent to a criminal record check, which will be conducted in accordance with applicable legislation.": "Yes",
      "Are you willing to undergo a background check, in accordance with local law/regulations?": "Yes",

      "Check the box to confirm.": "I understand",

      "Privacy Policy": "I consent",

      "Covid-19 Vaccination Acknowledgement": "Accept",

      "Please describe your ethnicity": "I do not wish to answer",

      "Please indicate your gender": "I do not wish to answer",
      "Race/Ethnicity": "Decline To Self Identify",

      "Veteran Status": "I do not wish to answer",

      "Are you able to perform all requirements for the position as outlined with or without accommodations? If no, please provide additional information.": "Yes",

      "Do you have a valid Secret Level or Higher Security Clearance?": "No",

      "I declare that all statements and answers in this application are true and complete and agree that any untrue or misleading answer, omission, concealment or failure to answer any questions fully, completely and accurately may be grounds for terminating my employment, regardless of when it is discovered.": "I agree",
      "By completing this application, I give this employer the permission to validate some of my answers with the appropriate authorities/institutions.": "I agree"
 }
